---
type: LoadUsage
namespace: Autodesk.Revit.DB.Structure
version: 2024
members: 2
tags: [revit-api, class]
---

# LoadUsage

`Autodesk.Revit.DB.Structure.LoadUsage` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | Create | 2016 | `public static LoadUsage Create ( Document document , string name )` |
| Property | Parameter | — | `` |